Repository: Rasbats/otcurrent_pi
Catalog: po/*.po
Languages: ca, cs_cz, el, et, fi, fil_ph, fr_fr, id_id, nb, nl, nl_nl, pl_pl, pt, sv_se

source: VentureFarther Satellite Charts
fr_fr: Cartes satellite VentureFarther
nl_nl: VentureFarther Satelliet Kaarten
sv_se: Satellitkartor från VentureFarther

source: Download Satellite Charts from VentureFarther.com
fr_fr: Importer les cartes satellite de VentureFarther.com
nl_nl: Satelliet kaarten downloaden vanaf VentureFarther.com
sv_se: Ladda ned satellitkartor från VentureFarther.com

source: Generate Chart
fr_fr: Générer une carte
nl_nl: Genereer kaart
sv_se: Skapa ett kartområde

source: Ready for chart download
fr_fr: Prêt pour le télé-chargement de cartes
nl_nl: Klaar om kaart te downloaden
sv_se: Klart att hämta

source: Generate Multi-Charts
fr_fr: Générer plusieurs cartes
nl_nl: Genereer meerdere kaarten
sv_se: Generera flera kartor

source: Ready for multi-chart download
fr_fr: Prêt pour le chargement de plusieurs cartes
nl_nl: Klaar om meerdere kaarten te downloaden
sv_se: Klart att hämta

source: Ready for marker chart download
fr_fr: Prêt pour le chargement de plusieurs cartes
nl_nl: Klaar om de markeer kaart te downloaden
sv_se: Klar att markera kartor för nedladdning

source: Satellite Chart Source :
fr_fr: Origine des cartes satellite :
nl_nl: Bron Satelliet Kaart:
sv_se: Redigera källan för kartorna :

source: ..... Delete last download .....
fr_fr: .... supprimer le dernier télé-chargement .....
nl_nl: ..... Verwijder laatste download.....
sv_se: ..... Ta bort senaste nedladdning.....

source: Status :
fr_fr: Statut :

source: Single Chart
fr_fr: Carte unique
nl_nl: Enkele kaart
sv_se: En karta

source: Generate Multi-Chart
fr_fr: Générer plusieurs cartes
nl_nl: Genereer meerdere kaarten
sv_se: Generera flera kartor

source: Multi-Chart
fr_fr: Multi-cartes
nl_nl: Meerdere kaarten
sv_se: Flera kartor

source: Anchorage Charts :
fr_fr: Cartes de mouillage :
nl_nl: Anker Kaarten:
sv_se: Ankarplatskartor:

source: Select
ca: Selecciona
el: Επιλογή
et: Vali
fi: Valitse
fr_fr: Sélectionner
nb: Velg
nl: Selecteer
nl_nl: Selecteer
pt: Seleccionar
sv_se: Välj

source: Generate
fr_fr: Générer
nl_nl: Genereer
sv_se: Generera

source: Country Anchorage Charts
fr_fr: Pays de cartes de mouillage
nl_nl: Landelijke Anker Kaarten
sv_se: Kartor med ankarställen

source: Directory for saving chart downloads :
fr_fr: Répertoire où stocker les cartes téléchargées:
nl_nl: Map voor het opslaan van kaarten downloads:
sv_se: Katalog för att spara nedladdningar:

source: Select a folder
ca: Seleccioneu una carpeta
cs_cz: Vyber složku
el: Επιλέξτε ένα φάκελο
fil_ph: Pumili ng Polder
fr_fr: Sélectionner un dossier
id_id: Memilih sebuah folder
nl: Selecteer een map
nl_nl: Selecteer een Map
pl_pl: Wybierz katalog
sv_se: Välj en mapp

source: API key :
fr_fr: Clé API :
nl_nl: API-sleutel:
sv_se: API-nyckel:

source: Surrounding charts are not available at this scale Please zoom in closer or use the single chart page Chart scale needs to be less than 1:300000
fr_fr: Les cartes environnantes sont indisponibles à cette échelle, vous pouvez zoomer en plus grand ou utilisez la page "carte unique"; l'échelle graphique doit être inférieur à 1:300000
nl_nl: Omliggende kaarten zijn niet beschikbaar op deze schaal Gelieve in te zoomen of gebruik de afzonderlijke kaart pagina. Grafiekschaal moet minder dan 1:300000 zijn
sv_se: Angränsade kartor är inte tillgängligt för denna skala. Zooma närmare eller välj en enkel karta istället. Skalan måste vara mindre än 1:300000

source: Please enter your API key in Preferences
fr_fr: Merci de saisir votre clé API dans Préférences
nl_nl: Voer uw API-sleutel in Voorkeuren
sv_se: Vänligen ange din API-nyckel i inställningar

source: Please choose/create your satellite chart directory in Preferences
fr_fr: Choisissez/ Créer votre répertoire de cartes satellites dans l'item Préférences
nl_nl: Kies/Maak uw satelliet kaart map in Voorkeuren
sv_se: Vänligen välj/skapa katalog för dina satellitkartor i inställningar

source: Directory for saving the chart does not exist Please use preferences to select/create a valid directory
fr_fr: Le répertoire ou sauvegarder les cartes n'existes pas, utiliser l'item préférences pour sélectionner/créer un répertoire valide
nl_nl: Map voor het opslaan van de kaart bestaat niet. Gebruik Voorkeuren voor het selecteren/maken van een geldige map
sv_se: Katalogen för att spara kartorna är inte angivet. Gå till Inställningar och välj/skapa en giltig katalog

source: Multi-Charts are not available at this very large scale Please zoom out a little
fr_fr: Les cartes multiples ne sont pas disponibles à cette très grande échelle, merci d'effectuer un Zoom arrière
nl_nl: Meerdere kaarten zijn niet beschikbaar op deze zeer grote schaal. Aub een beetje uitzoomen
sv_se: Val av flera kartor är inte möjligt i denna stora skala. Zooma och försök igen

source: Download aborted
fr_fr: Télé chargement terminé précipitamment
nl_nl: Download afgebroken
sv_se: Hämtningen avbröts

source: Download failed. Do you have enough credit with VentureFarther? Are you connected to the Internet?
fr_fr: Le téléchargement a échoué. Avez-vous assez de crédit avec VentureFarther ? êtes connecté à Internet ?
nl_nl: Downloaden is mislukt. Hebt u genoeg krediet met VentureFarther? Bent u verbonden met het Internet?
sv_se: Det gick inte att ladda ner. Har du tillräckligt med kredit hos VentureFarther? Är du ansluten till Internet?

source: Download failed
fr_fr: Le téléchargement à échoué
nl_nl: Download mislukt
sv_se: Nedladdningen misslyckades

source: Download complete, about to extract charts
fr_fr: Téléchargement complet, reste à en extraire les cartes
nl_nl: Download volledig, klaar om kaarten uit te pakken
sv_se: Nedladdningen är klar. Kartorna packas upp

source: Satellite Charts extracted to %s
fr_fr: Cartes satellite extraites à hauteur de %s
nl_nl: Satelliet kaarten uitgepakt naar %s
sv_se: Satellitkartorna har packats upp till %s

source: Unable to extract the charts
fr_fr: Impossible d'extraire les cartes
nl_nl: Niet mogelijk om de kaarten uit te pakken
sv_se: Det gick inte att packa upp kartorna

source: Cannot open file '
fr_fr: Ouverture du fichier impossible
nl_nl: Kan dit bestand niet openen '
sv_se: Kan inte öppna filen '

source: Cannot read zip entry '
fr_fr: Impossible de lire le fichier Zip en entrée
nl_nl: Kan Zip-invoer niet lezen '
sv_se: Kan inte läsa zip-filen '

source: Cannot create file '
fr_fr: Fichier impossible à créer
nl_nl: Kan bestand niet maken '
sv_se: Kan inte skapa fil '

source: At the end of the download session: Go to Toolbox-> Charts->Chart Files Select Scan Charts and Update Database
fr_fr: À la fin de la session de téléchargement : sélectionner la boîte à outils-> cartes-> fichiers cartes sélectionnez les items Scan des cartes et mise à jour de base de données
nl_nl: Aan het eind van de download-sessie: Ga naar Options-> Kaarten-> Kaartbestanden Selecteer Scan kaarten en werk database bij
sv_se: När nedladdningen är avslutad öppna Användarinställningar > Sjökort > Sjökortsfiler. Markera och kör: "Sök efter nya sjökort och uppdatera databasen"

source: Have you downloaded any charts in this session?
fr_fr: Avez-vous téléchargé une carte lors de cette session ?
nl_nl: Hebt u enige kaarten gedownload in deze sessie?
sv_se: Har du laddat ned nya kartor under denna session av OCPN?

source: You have chosen to delete the charts from the last download Do you wish to continue?
fr_fr: Vous avez choisi de supprimer les cartes depuis le dernier téléchargement souhaitez-vous continuer ?
nl_nl: U hebt gekozen om de kaarten van de laatste download te verwijderen Wilt u doorgaan?
sv_se: Du valde att radera senast nedladdade kartor. Fortsätta?

source: Delete the last download
fr_fr: Effacer le dernier fichier téléchargé
nl_nl: Verwijder de laatste download
sv_se: Ta bort den senaste nedladdningen

source: Go to Toolbox-> Charts->Chart Files Select Scan Charts and Update Database
fr_fr: Sélectioner le scan des cartes et la mise à jour de la base de données
nl_nl: Ga naar Options-> Kaarten-> Kaartbestanden Selecteer Scan kaarten en werk database bij
sv_se: Öppna Användarinställningar > Sjökort > Sjökortsfiler. Markera och kör: "Sök efter nya sjökort och uppdatera databasen"

source: fail
fr_fr: échec
nl_nl: mislukt
sv_se: misslyckades

source: Download failed. Do you have enough credit with VentureFarther?
fr_fr: Le téléchargement a échoué. Avez-vous assez de crédit avec VentureFarther ?
nl_nl: Downloaden is mislukt. Hebt u genoeg krediet met VentureFarther?
sv_se: Det gick inte att ladda ner. Har du tillräckligt med kredit hos VentureFarther?

source: Clear ALL selections ...
fr_fr: Reset des paramêtres ...
nl_nl: Wis alle selecties...
sv_se: Rensa alla val...

source: Download complete about to extract the charts
fr_fr: Téléchargement complet, reste à en extraire les cartes
nl_nl: Download volledig, klaar om kaarten uit te pakken
sv_se: Nedladdningen är klar. Kartfilerna packas upp

source: Using Tide/Current data from:
ca: Utilitzant les dades de marea/corrent de:
cs_cz: Používám data přílivu/proudu z:
el: Χρήση δεδομένων παλίρροιας/ρευμάτων από:
et: Kasutan loodete/hoovuste andmeid asukohast:
fi: Käytetään vuorovesi/virta tietoja lähteestä:
fil_ph: Gumamit ng datos ng Taog/Alon mula sa:
id_id: Menggunakan data Tide / Current dari:
nb: Bruker tidevann/strømdata fra:
nl: Gebruik getij- en stroomgegevens van:
pl_pl: Użycie danych Pływ/Prąd z:
pt: Usando os dados de maré/corrente de:

source: START Date/Time
ca: Inicia data/hora
el: Ημερομηνία/ώρα ΈΝΑΡΞΗΣ
et: Alguskuupäev/kellaaeg
fi: Aloituspäivämäärä ja -aika
nb: START Dato/Tid
nl: START datum/tijd
pt: Data/hora de início

source: Tidal Current -------------------------------------------------------------- Use this data with caution. Use in conjunction with Tidal Current Atlases and Tidal Diamonds -------------------------------------------------------------------- Note: 1 Rates shown are for a position corresponding to the centre of the base of the arrow. Tidal rate is shown as knots.
ca: Corrents de Marea -------------------------------------------------------------- Useu aquesta dada amb precaució. Useu-lo conjuntament amb l'Anuari i Taules de Marees -------------------------------------------------------------------- Nota: 1 Les velocitats mostrades són per a la posició corresponent al centre del peu de la fletxa. La velocitat de la marea es mostra en nusos.
el: Παλιρροιακό ρεύμα -------------------------------------------------------------- Χρησιμοποιήστε τα δεδομένα με προσοχή. Χρήση σε συνυασμό με Άτλαντες παλιρροιακών ρευμάτων και ρόμβων -------------------------------------------------------------------- Σημείωση: Οι ταχύτητες αντιστοιχούν στο μέσον της βάσης του βέλους και δίδονται σε κόμβους.
nl: Getijstroom -------------------------------------------------------------- Gebruik deze gegevens met voorzichtigheid, en alleen in combinatie met stroomatlassen en getijinformatie in zeekaarten. -------------------------------------------------------------- Opmerking: Getoonde stroomsnelheden gelden voor een positie die overeenkomt met het midden van de basis van de pijl en zijn gegeven in knopen.

source: About Tidal Arrows
ca: Sobre les fletxes de marea
cs_cz: O přílivových šipkách
el: Για τα παλιρροιακά βέλη
et: Info loodete nooltest
fi: Tietoja vuorovesi nuolista
fil_ph: Tungkol sa Palaso ng Taog
id_id: Tentang Tidal Arrows
nb: Om tidevannspiler
nl: Over stroompijlen
pl_pl: O strzałkach pływów
pt: Sobre as setas das marés

source: width = %d height = %d
ca: amplada = %d alçada = %d
el: πλάτος = %d ύψος = %d
et: laius = %d kõrgus = %d
fi: leveys = %d korkeus = %d
nb: bredde = %d høyde = %d
nl: breedte = %d hoogte = %d
pt: largura = %d altura = %d

source: Tide Calendar
ca: Calendari de marees
el: Ημερολόγιο παλίρροιας
nl: Getijkalender

source: Time:
ca: Hora:
el: Ώρα:
nl: Tijd:

source: Cancel
ca: Cancel·la
el: Ακύρωση
et: Tühista
fi: Peruuta
nb: Avbryt
nl: Annuleer
pt: Cancelar

source: Date/Time
ca: Data/hora
cs_cz: Datum/čas
el: Ημερομηνία/Ώρα
et: Kuupäev/kellaaeg
fi: Päivämäärä/aika
fil_ph: Petsa/Oras
id_id: Tanggal/Waktu
nb: Dato/Tid
nl: Datum/tijd
pl_pl: Data i godzina
pt: Data/Hora

source: Select date/time for current prediction
ca: Seleccioneu la data i hora per a la predicció actual
el: Επιλέξτε ημερομηνία/ώρα για την πρόβλεψη του ρεύματος
et: Vali kuupäev/kellaaeg hoovuse prognoosiks
fi: Valitse päivämäärä ja kellonaika nykyiselle ennustukselle
nb: Velg dato/tid for gjeldende varsel
nl: Selecteer datum/tijd voor stroomvoorspelling
pt: Selecione data/hora para previsão atual

source: Now
ca: Ara
cs_cz: Teď
el: Τώρα
et: Nüüd
fi: Nyt
fil_ph: Ngayon
id_id: Sekarang
nb: Nå
nl: Nu
pl_pl: Teraz
pt: Agora

source: Tidal Data Folder
ca: Carpeta dades de marea
cs_cz: Složka přílivových dat
el: Φάκελος δεδομένων παλίρροιας
fil_ph: Polder ng Datos sa Taog
id_id: Folder Data Pasang Surut
nl: Map getijgegevens
pl_pl: Katalog danych o pływach

source: Step (Minutes)
ca: Pas (minuts)
cs_cz: Krok (minuty)
el: Βήμα (λεπτά)
et: Samm (minutit)
fi: Väli (minuuttia)
fil_ph: Hakbang (mga Minuto)
id_id: Langkah (Menit)
nb: Trinn (minutter)
nl: Stap (minuten)
pl_pl: Krok (w minutach)
pt: Passo (minutos)

source: Help
ca: Ajuda
cs_cz: Nápověda
el: Βοήθεια
fil_ph: Tulong
id_id: Membantu
pl_pl: Pomoc

source: Previous
ca: Anterior
cs_cz: Předchozí
el: Προηγούμενο
et: Eelmine
fi: Edellinen
fil_ph: Nakaraan
id_id: Sebelumnya
nb: Forrige
nl: Vorige
pl_pl: Poprzedni
pt: Anterior

source: Next
ca: Següent
cs_cz: Další
el: Επόμενο
et: Järgmine
fi: Seuraava
fil_ph: Kasunod
id_id: Selanjutnya
nb: Neste
nl: Volgende
pl_pl: Następny
pt: Próximo

source: Display tidal rates (knots)
ca: Mostrar els ritmes de marea (nusos)
cs_cz: Zobrazit rychlost přílivu (uzly)
el: Δείξε παλιρροιακές ταχύτητες (κόμβους)
et: Kuva tõusu kiirused (sõlme)
fi: Näytä vuorovesikertoimet (solmua)
fil_ph: I-displey ang tulin ng taog (knots)
id_id: Menampilkan tingkat pasang surut (knot)
nb: Vis tidevannsverdi (knop)
nl: Toon stroomsnelheid (knopen)
pl_pl: Wyświetl prędkość prądów (węzły)
pt: Exibir taxas das marés (nós)

source: Display tidal direction
ca: Mostrar la direcció de la marea
cs_cz: Zobrazit směr přílivu
el: Δείξε παλιρροιακή κατεύθυνση
et: Kuva loode suund
fi: Näytä vuoroveden suunta
fil_ph: I-displey ang Direksyon ng Taog
id_id: Tampilkan arah pasang surut
nb: Vis tidevannets retning
nl: Toon stroomrichting
pl_pl: Wyświetl kierunek pływów
pt: Exibir a direção das marés

source: Fill Colour
ca: Omplir de color
cs_cz: Barva výplně
el: Εσωτερικό χρώμα
et: Täida värviga
fi: Täytä väri
fil_ph: Punan ng Kulay
id_id: Isi Warna
nb: Fyllfarge
nl: Vulkleur
pl_pl: Kolor wypełnienia
pt: Preencher com cor

source: Tidal Current Arrow Colour
ca: Color de la fletxa del corrent de la marea
cs_cz: Barva přílivové šipky
el: Χρώμα βέλους παλιρροιακού ρεύματος
et: Loode praegune noole värvi
fi: Vuorovesivirran nuolenväri
fil_ph: Kulay ng Palaso sa Taogang Alon
id_id: Warna Panah Arus Pasang Surut
nb: Farge for tidevannstrøm pil
nl: Pijlkleur voor getijstroom
pl_pl: Kolor strzałki prądu
pt: Cor da Seta da Corrente de Maré

source: < 0.5 knots
ca: < 0.5 nusos
cs_cz: < 0,5 uzlu
el: < 0.5 κόμβους
et: < 0.5 sõlme
fi: < 0,5 solmua
fil_ph: < 0.5 na knots
id_id: < 0.5 knot
nb: < 0.5 knop
nl: < 0,5 knopen
pl_pl: < 0,5 węzłów
pt: < 0.5 nós

source: >= 0.5 and < 1.5
ca: > = 0,5 i < 1,5
cs_cz: >= 0.5 a < 1.5
el: > = 0,5 και < 1,5
et: >= 0.5 ja < 1.5
fi: >= 0.5 ja < 1.5
fil_ph: >= 0.5 at < 1.5
id_id: >= 0.5 dan < 1.5
nb: >= 0.5 og < 1.5
nl: > = 0.5 en < 1,5
pl_pl: >= 0,5 i < 1,5
pt: >= 0.5 e < 1.5

source: >= 1.5 and < 2.5
ca: > = 1.5 i < 2.5
cs_cz: >= 1.5 a < 2.5
el: > = 1.5 και < 2.5
et: >= 1.5 ja < 2.5
fi: >= 1.5 ja < 2.5
fil_ph: >= 1.5 at < 2.5
nb: >= 1.5 og < 2.5
nl: > = 1,5 en 2,5 <
pl_pl: > = 1,5 i < 2,5
pt: >= 1.5 e < 2.5

source: >= 2.5 and < 3.5
ca: > = 2.5 i < 3.5
cs_cz: >= 2.5 a < 3.5
el: > = 2.5 και < 3.5
et: >= 2.5 ja < 3.5
fi: >= 2.5 ja < 3.5
fil_ph: >= 2.5 at < 3.5
id_id: >= 2.5 dan < 3.5
nb: >= 2.5 og < 3.5
nl: > = 2.5 en < 3.5
pl_pl: > = 2,5 i < 3,5
pt: >= 2.5 e < 3.5

source: >= 3.5 knots
ca: > = 3,5 nusos
cs_cz: >= 3.5 uzlu
et: > = 3,5 sõlme
fi: >= 3.5 solmua
fil_ph: >= 3.5 na knots
id_id: >= 3.5 knot
nb: >= 3.5 knop
nl: > = 3,5 knopen
pl_pl: > = 3,5 węzłów
pt: >= 3.5 nós

source: Tidal Current Control
ca: Control del corrent de la marea
el: Έλεγχος παλιρροιακού ρεύματος
et: Loodete praegune ohje
fi: Vuorovesivirran hallinta
nb: Tidevannsstrøm kontroll
nl: Getijstroombeheer
pt: Controle de corrente de maré

source: otcurrent Settings
ca: Configuració d'otcurrent
el: Ρυθμίσεις otcurrent
et: otcurrent seaded
fi: vuorovesivirtaus asetukset
nb: otcurrent innstillinger
nl: otcurrent instellingen
pt: Configuração otcurrent

source: Preferences
ca: Preferències
cs_cz: Konfigurace
el: Προτιμήσεις
et: Eelistused
fi: Asetukset
fil_ph: Mga Preperensya
id_id: Preferensi
nb: Innstillinger
nl: Voorkeuren
pl_pl: Ustawienia
pt: Preferências

source: otcurrent PlugIn for OpenCPN
ca: Connector otcurrent per a OpenCPN
cs_cz: Doplněk OTCurrent pro OpenCPN
el: Πρόσθετο otcurrent για το OpenCPN
et: otcurrent-plugIn OpenCPN'le
fi: OpenCPN:n vuorovesivirtaus lisäosa
fil_ph: PlugIn na otcurrent para sa OpenCPN
id_id: plugin arus untuk OpenCPN
nb: otcurrent utvidelse for OpenCPN
nl: otcurrent PlugIn voor OpenCPN
pl_pl: Wtyczka otcurrent do OpenCPN
pt: Extensão otcurrent para OpenCPN

source: otcurrent PlugIn for OpenCPN Provides an overlay of Tidal Current (Stream) Arrows.
ca: el connector otcurrent per a OpenCPN Mostra una superposició de les fletxes del Corrent de Marea.
cs_cz: Doplněk OTCurrent pro OpenCPN Poskkytuje překryvné zobrazení přílivových proudů pomocí šipek.
el: Πρόσθετο otcurrent για το OpenCPN Δείχνει τα παλιρροιακά ρεύματα (ροή) ως βέλη.
et: otcurrent-plugIn OpenCPN'le Tagab loodete hoovuse (voolu) noolte ülekatte.
fi: OpenCPN vuorovesilisäosa Tuottaa vuorovesivirran suuntanuolien päällyskerroksen.
fil_ph: plugIn na otcurrent para sa OpenCRM Nagbibigay ng kalupkupan ng mga Palaso ng Taogang Alon (Daloy).
id_id: plugin otcurrent untuk OpenCPN Menyediakan hamparan Panah Tidal Current (Aliran).
nb: otcurrent utvidelse for OpenCPN Gir et overlegg av tidevannstrøm som piler.
nl: otcurrent PlugIn voor OpenCPN Toont een overlay van getijstroompijlen op de kaart.
pl_pl: Wtyczka otcurrent do OpenCPN Dodaje nakładkę prądów pływowych.
pt: Extensão otcurrent para OpenCPN Disponibiliza uma sobreposição de Setas de Corrente (fluxo) de Maré.

source: OK
el: εντάξει

source: HARMONIC
et: HARMOONILINE
nb: HARMONISK
pt: HARMÔNICO

source: No tidal data for this port
et: Selle sadama jaoks loodete andmed puuduvad
fi: Tälle satamalle ei ole vuorovesi tietoja
nb: Ikke tidevanndata for denne havnen
pt: Não há dados das marés para este porto

source: No Tidal Data
et: Loodete andmed puuduvad
fi: Ei vuorovesi tietoja
nb: Ingen tidevannsdata
pt: Não há dados de marés

source: HW
et: Kõrgvesi
fi: KV
nb: HV

source: LW
et: Madalvesi
fi: MV
nb: LV

source: Tidal Data for UKHO Tidal Diamonds -------------------------------------------------------------- The standard OpenCPN distribution has tidal data for the following ports, which this plugin uses: PLYMOUTH (DEVONPORT) PORTSMOUTH DOVER SHEERNESS LOWESTOFT IMMINGHAM LEITH ABERDEEN WICK LERWICK ULLAPOOL LIVERPOOL (GLADSTONE DOCK) HOLYHEAD MILFORD HAVEN PORT OF BRISTOL (AVONMOUTH) ST. HELIER Use this data with caution. Use in conjunction with UKHO Tidal Stream Atlases and tidal diamonds -------------------------------------------------------------------- Note: 1 Rates shown are for a position corresponding to the centre of the base of the arrow. Tidal rate is shown as knots. Note: 2 Rates are calculated by using the method shown in UKHO Tidal Stream Atlases. This is based on the average range for the day
et: Loodete andmed UKHO Looderombide jaoks -------------------------------------------------------------- Standartses OpenCPN'i distributsioonis on loodete andmed järg- miste sadamate jaoks, mida see plugin siis kasutab: PLYMOUTH (DEVONPORT) PORTSMOUTH DOVER SHEERNESS LOWESTOFT IMMINGHAM LEITH ABERDEEN WICK LERWICK ULLAPOOL LIVERPOOL (GLADSTONE DOCK) HOLYHEAD MILFORD HAVEN PORT OF BRISTOL (AVONMOUTH) ST. HELIER Kasuta neid andmeid ettevaatlikult. Kasuta koos UKHO loodehoovuste atlastega ja looderombidega -------------------------------------------------------------------- Märge: 1 Näidatud kiirused on asukohtadele, mis vastavad noole aluse keskkohale. Loodete kiirus on näidatud sõlmedes. Märge: 2 Kiirused on arvutatud kasutades UKHO loode- hoovuste atlastes näidatud meetodit. See vastab päeva keskmisele ulatusele
fi: Vuorovesi tiedot UKHO vuorovesiruuduista ----------------------------------------------------------- Vakio OpenCPN jakelussa on vuorovesi tiedot seuraavista satamista, joita tämä plugin käyttää: PLYMOUTH (DEVONPORT) PORTSMOUTH DOVER SHEERNESS LOWESTOFT IMMINGHAM LEITH ABERDEEN WICK LERWICK ULLAPOOL LIVERPOOL (GLADSTONE DOCK) HOLYHEAD MILFORD HAVEN PORT BRISTOL (Liverpool) ST. HELIER Käytä näitä tietoja varauksella. Käytä yhdessä UKHO vuorovesivirtauskartastojen ja vuorovesiruutujen kanssa --- Huomaa: 1 Näytetyt kertoimet ovat paikassa suhteessa pohjanuolen keskikohtaan. Vuorovesi määrä näkyy solmuina. Huomaa: 2 Kertoimet lasketaan käyttämällä menetelmää, joka on näytetty UKHO vuorovesi- virtauskartastoissa. Tämä perustuu päivän keskimäärin erilaisiin hetkiin
nb: Tidevannsdata for UKHO Tidal Diamonds -------------------------------------------------------------- Standard OpenCPN distribusjon har tidevannsdata for følgende havner, som denne utvidelsen benytter: PLYMOUTH (DEVONPORT) PORTSMOUTH DOVER SHEERNESS LOWESTOFT IMMINGHAM LEITH ABERDEEN WICK LERWICK ULLAPOOL LIVERPOOL (GLADSTONE DOCK) HOLYHEAD MILFORD HAVEN BRISTOL HAVN (AVONMOUTH) ST. HELIER Bruk disse data med forsiktighet. Bruk sammen med UKHO Tidal Stream Atlas og Tidal Diamonds -------------------------------------------------------------------- Merknad: 1 Verdiene som er vist er for posisjon i midten av basen til pilen. Tidevanns verdien er vist som knop. Merknad: 2 Verdier er kalkulert ut fra metode som vist i UKHO Tidal Stream Atlaser. Dette er basert på gjennomsnitt for dagen
pt: Dados de maré para UKHO Tidal Diamonds -------------------------------------------------------------- A distribuição standard do OpenCPN tem dados de marés para os seguintes portos, que esta extensão utiliza: PLYMOUTH (DEVONPORT) PORTSMOUTH DOVER SHEERNESS LOWESTOFT IMMINGHAM LEITH ABERDEEN WICK LERWICK ULLAPOOL LIVERPOOL (GLADSTONE DOCK) HOLYHEAD MILFORD HAVEN PORT OF BRISTOL (AVONMOUTH) ST. HELIER Use estes dados com precaução. Use em conjunto com o UKHO Tidal Stream Atlases and tidal diamonds -------------------------------------------------------------------- Nota: 1 As classificações apresentadas são para posições correspondentes ao centro de base da seta. A classificação das marés é dada em nós. Note: 2 As classificações são calculadas pelo método apresentado no UKHO Tidal Stream Atlases. Este é baseado na classificação média do dia

source: otcurrent
fi: vuorovesivirtaus
