Repository: Rasbats/otcurrent_pi
Catalog: po/*.po
Languages: ca, cs_cz, el, et, fi, fil_ph, fr_fr, id_id, nb, nl, nl_nl, pl_pl, pt, sv_se

source: Tidal Current ------------------------------------------------------ Use this data with caution. Use in conjunction with Tidal Current Atlases and Tidal Diamonds ------------------------------------------------------ Note: 1 Rates shown are for a position corresponding to the centre of the base of the arrow. Tidal rate is shown as knots.
cs_cz: Přílivové proudy ------------------------------------------------------ Buď opatrný při použití těchto dat. Používat zároveň s atlasy přílivových proudů a diamanty proudů ------------------------------------------------------ Poznámka: 1 Zobrazené rychlosti odpovídají pozici v centru základny šipky. Rychlost proudu je zobrazena v uzlech.
fil_ph: Taogang Alon ------------------------------------------------------ Gamitin ang datos na ito nang may pag-iingat. Gamitin sa pagsabay ng mga Atlas ng Taogang Alon at mga Daloy ng Taog ------------------------------------------------------ Tandaan 1: Ang mga Tulin na naipakita ay para sa isang posisyong katumbas nang nasa gitna ng pundasyon ng palaso.
id_id: Arus Pasang Surut ------------------------------------------------------ Gunakan data ini hati-hati. Gunakan pada hubungan dengan Asur Pasang Surut Atlas dan Pasang Surut Ubin ------------------------------------------------------ Catatan: 1 Tarif yang ditampilkan adalah untuk posisi yang sesuai dengan pusat dari dasar panah. Tingkat pasang surut ditampilkan sebagai knot.
pl_pl: Prądy pływowe ------------------------------------------------------ Używaj tych danych z rozwagą. Używaj w połączeniu z atlasami prądów pływowych i mapami z rombami prądów ------------------------------------------------------ Uwaga: Wartości odnoszą się do miejsca odpowiadającemu środkowi podstawy strzałki. Szybkość prądu wyrażona jest w węzłach.

source: Currents
cs_cz: Proudy
fil_ph: Mga Alon
id_id: Arus
pl_pl: Prądy

source: Day
cs_cz: Den
fil_ph: Araw
id_id: Hari
pl_pl: Dzień

source: High Resolution Display
cs_cz: Displej s vysokým rozlišením
fil_ph: Mataas na Resolusyon ng Displey
id_id: Tampilan Resolusi Tinggi
pl_pl: Wyświetlanie wysokiej rozdzielczości

source: Arrow Scaling
cs_cz: Měřítko šipek
fil_ph: Pag-iskala sa Palaso
id_id: Penskalaan Panah
pl_pl: Wielkość strzałek

source: Scale x
cs_cz: Měřítko
fil_ph: Iskalang x
id_id: Skala x
pl_pl: Skala x
